<!DOCTYPE php>
<php lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Главная</title>
    <link rel="stylesheet" href="styles.css">
    <style>
        .image-text img {
            width: 500px; /* Ширина изображения */
            height: auto; /* Сохраняет пропорции изображения */
        }
    </style>
</head>
<body>
    <header>
        <h1>Главная страница</h1>
    </header>
    <nav>
        <a href="index.php">Главная</a>
        <a href="staff.php">Руководство</a>
        <a href="contacts.php">Контакты</a>
        <a href="guestbook.php">Гостевая книга</a>
    </nav>

    <h3> Сегодня третье сентября 2024 года (високосный год), вторник, первая неделя нечетная </h3>
    <div class="container">
        <div class="image-text">
            <img src="https://d-russia.ru/wp-content/uploads/2017/09/ITMO.jpg" alt="Университет ИТМО">
            <div>
                <p>
                    <strong>Университет ИТМО</strong> — российское федеральное государственное автономное учебное заведение высшего и послевузовского образования, 
                    с 2009 года — национальный исследовательский университет. Основан в 1900 году в Санкт-Петербурге. 
                    Приоритетные направления вуза — информационные технологии, искусственный интеллект, фотоника, робототехника, квантовые коммуникации, 
                    трансляционная медицина, науки о жизни, научная коммуникация. Команда ИТМО по спортивному программированию — единственный в мире семикратный 
                    чемпион крупнейшей международной студенческой олимпиады ICPC.

                </p>
                <p> Вуз входит в топ-5 российских вузов по качеству бюджетного приёма, один из лидеров по уровню зарплат IT-выпускников.
                    Лидер федеральных инициатив развития конкурентоспособности российских вузов — «Проекта 5—100» (2013—2020)и «Приоритет 2030» (с 2021 года).
                     Входит в национальные и глобальные (ARWU, QS и THE) академические рейтинги. Так, с 2019 года представлен в первой сотне Шанхайского предметного рейтинга (ARWU)
                      «Автоматизация и управление», с 2022-го — лидирует среди российских вузов в области «Nanoscience & Nanotechnology».</p>
            </div>
        </div>
    </div>
</body>
</php>
