<!DOCTYPE php>
<php lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Руководство</title>
    <link rel="stylesheet" href="styles.css">
</head>
<body>
    <header>
        <h1>Никифоров Владимир Олегович</h1>
    </header>
    <nav>
        <a href="index.php">Главная</a>
        <a href="staff.php">Руководство</a>
        <a href="contacts.php">Контакты</a>
        <a href="guestbook.php">Гостевая книга</a>
    </nav>
    <div class="container">
        <div class="imag_person">
            <img src="https://itmo.ru/images/person/small/p12.jpg" class="img_person" alt="Никифоров Владимир Олегович">
            <div class="text">
                <a href="staff.php" class="back_link">Назад</a>
                <h2><strong>Никифоров Владимир Олегович</strong></h2>
                <ul> 
                    <li><strong>Ученое звание:</strong>профессор</li>
                    <li><strong>Ученая степень:</strong> доктор технических наук</li>
                    <li><strong>Должность:</strong> Проректор по научной работе</li>
                    <li>Председатель Научно-технического совета</li>
                    <h1></h1>
                    <li><strong>Почта:</strong> nikiforov_vo@itmo.ru</li> 
                    <li><strong>Телефон:</strong> +7 (812) 480-01-00</li>
                </ul>
                <a href="people.php" class="back_link">Назад</a>
            </div>
            <h2><strong>Биография</strong></h2>
            <p>
                Владимир Олегович Никифоров, доктор технических наук, профессор,  проректор Университета ИТМО по научной, главный редактор журнала 
                «Научно-технический вестник информационных технологий, механики и оптики», председатель диссертационного совета Университета ИТМО 03.19.00.
                <h1></h1>
                В 1986 г. окончил кафедру автоматики и телемеханики Ленинградского института точной механики и оптики (теперь Университет ИТМО). В 1991 г. защитил 
                диссертацию кандидата технических наук по специальности «Элементы и устройства систем управления и вычислительной техники», а в 2001 г. – диссертацию
                 доктора технических наук по специальности «Системный анализ, управление и обработка информации (в технических системах)». В 2003 г. Высшей 
                 аттестационной комиссией Министерства образования Российской Федерации Никифорову присвоено звание профессора по кафедре систем управления и 
                 информатики Университета ИТМО.
                <h1></h1>
                С 1991 г. по 2004 г. Никифоров занимал различные должности в Университете ИТМО: научный сотрудник кафедры автоматики и телемеханики (1991-1992), 
                ассистент (1992), доцент (1992–2001) и профессор (2001) кафедры систем управления и информатики. Работал проректором Университета ИТМО по развитию. 
                С 2013 года - проректор по научной работе.
                <h1></h1>
                В.О. Никифоров сотрудничал по совместительству с рядом научных и учебных центров Санкт-Петербурга: работал научным сотрудником Лаборатории сложных 
                систем Института проблем машиноведения РАН (1993–1995, 2000–2002); старшим, а затем  ведущим научным сотрудником ЦНИИ «Электроприбор» (1998–2004); 
                доцентом Санкт-Петербургского государственного полиграфического института (1994–1998). 
                <h1></h1>
                С 2004 по 2013 г. В.О. Никифоров работал заместителем генерального директора – техническим директором ОАО «ЛОМО».
                <h1></h1>
                В.О. Никифоров принимал участие и был руководителем целого ряда научно-исследовательских работ: разработка системы управления гребной электрической 
                установкой судна, разработка и испытания систем управления контурным движением технологических модулей – роботов-манипуляторов, транспортных роботов и
                 металлообрабатывающих станков, разработка и испытания системы управления мехатронным поворотным столом, разработка и испытания систем активной 
                 виброзащиты, разработка перспективных систем автоматического управления инжекторными двигателями.
                <h1></h1>
                В.О Никифоров опубликовал более 150 печатных работ, включающих 6 монографий и 5 учебных пособий. 
                <h1></h1>
                <h2><strong>Основные публикации</strong></h2>
                <h3><strong>Монографии</strong></h3>
                <ol>  
                    <li>Fradkov A.L., Miroshnik I.V., Nikiforov V.O. Nonlinear and Adaptive Control of Complex Systems. – Dordrecht, Boston, London: Kluwer Academic 
                        Publishers, 1999.</li>
                    <li>Мирошник И.В., Никифоров В.О., Фрадков А.Л. Нелинейное и адаптивное управление сложными динамическими системами. – СПб: Наука, 2000.</li>
                    <li> Никифоров В.О., Ушаков А.А. Управление в условиях неопределенности: чувствительность, адаптация и робастность. – Санкт-Петербург: издательство 
                    СПбГИТМО (ТУ), 2002.</li>
                    <li> Никифоров В.О. Адаптивное и робастное управление с компенсацией возмущений. – СПб: Наука, 2003.</li>
                    <li>Nikiforov V., Gerasimov D. Adaptive Regulation: Reference Tracking and Disturbance Rejection, Springer Nature Switzerland, 2022</li>
                </ol>
                <h1></h1>
                Более 25 журнальных статей, а также около 6 учебных пособий.
            </p>
        </div>  
    </div>
</body>